tap "caskformula/caskformula"
tap "facebook/fb"
tap "hacker1024/hacker1024"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "michaeleisel/zld"
tap "universal-ctags/universal-ctags"
brew "ant"
brew "autoconf"
brew "automake"
brew "beanstalkd"
brew "boost-python"
brew "gmp"
brew "cloog"
brew "cocoapods", link: false
brew "coreutils"
brew "cppcheck"
brew "ctags", link: false
brew "entr"
brew "flow"
brew "fswatch"
brew "fzy"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "libtool"
brew "pkg-config"
brew "libxml2"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "libusb"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy", link: false
brew "oniguruma"
brew "jq"
brew "libelf"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "libksba"
brew "mpfr"
brew "libntlm"
brew "libsass"
brew "libsoup"
brew "libxslt"
brew "libyaml"
brew "lnav"
brew "makedepend"
brew "neovim", args: ["HEAD"]
brew "net-snmp"
brew "nginx"
brew "node", link: false
brew "portaudio"
brew "pre-commit"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sane-backends"
brew "starship"
brew "swagger-codegen"
brew "telnet"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "uncrustify"
brew "watchman"
brew "micro"
brew "wget"
brew "xctool", args: ["HEAD"]
brew "zlib"
brew "hacker1024/hacker1024/coretemp"
brew "michaeleisel/zld/zld"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "fnm"
cask "adoptopenjdk"
cask "cakebrew"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
# cask "shiftit"
cask "xquartz"
cask "visual-studio-code"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "spotify"
cask "alfred"
# cask "dash"
cask "firefox"
cask "postman"
